Repository: lissizza/armenia_outages
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: am, hy, ru

source: Hello {}! I am a bot that tracks water and power outages. Choose your language:
hy: Բարև՛ Ձեզ, {}։ Ես բոտ եմ, որը հետևում է ջրի և էլեկտրաէներգիայի անջատումներին։ Ընտրեք ձեր լեզուն՝
ru: Привет, {}! Я бот, который отслеживает отключения воды и электричества. Выберите ваш язык:

source: Language has been set to {}
am: Լեզուն տեղադրված է՝ {}
hy: Լեզուն տեղադրվել է՝ {}
ru: Язык установлен на {}

source: An error occurred. Please try again.
hy: Տարածքը չի գտնվել։ Խնդրում ենք փորձել կրկին։
ru: Район не найден. Пожалуйста, попробуйте снова.

source: Invalid language code
hy: Անվավեր լեզվի կոդ
ru: Недопустимый код языка

source: Please select the first letter of the area:
hy: Խնդրում ենք ընտրել տարածքի առաջին տառը՝
ru: Пожалуйста, выберите первую букву населенного пункта:

source: No areas found starting with the letter: {}
hy: Չկան տարածքներ, որոնք սկսվում են տառից՝ {}
ru: Не найдено населенных пунктов, начинающихся с буквы {

source: Back to letters
hy: Վերադառնալ տառերին
ru: Назад к выбору буквы

source: Please select an area from the list:
hy: Խնդրում ենք նախ ընտրել տարածք։
ru: Пожалуйста, сначала выберите район.

source: Please enter the name of the new area (letters only):
hy: Խնդրում ենք մուտքագրել նոր տարածքի անունը (միայն տառերով)՝
ru: Пожалуйста, введите название нового района (только буквы):

source: The area name must contain only letters. Please try again:
hy: Տարածքի անվանումը պետք է պարունակի միայն տառեր։ Խնդրում ենք փորձել կրկին՝
ru: Название района должно содержать только буквы. Пожалуйста, попробуйте снова:

source: The area '{}' has been added and selected.
hy: Տարածքը '{}' ավելացվել է և ընտրվել է։
ru: Район '{}' был добавлен и выбран.

source: You selected the area: {}
hy: Դուք ընտրել եք '{}' տարածքը։
ru: Вы выбрали район: {}

source: Area not found. Please try again.
hy: Տարածքը չի գտնվել։ Խնդրում ենք փորձել կրկին։
ru: Район не найден. Пожалуйста, попробуйте снова.

source: Please provide a keyword in your selected language ({}) to subscribe to:
hy: Խնդրում ենք մուտքագրել բանալի բառը ձեր ընտրված լեզվով ({})
ru: Пожалуйста, введите ключевое слово на выбранном языке ({})

source: The keyword must contain only letters, digits, and be at least 3 characters long. Please try again:
hy: Բանալի բառը պետք է պարունակի միայն տառեր և թվեր և լինի առնվազն 3 նիշ երկարությամբ։ Խնդրում ենք փորձել կրկին։
ru: Ключевое слово должно содержать только буквы и цифры и быть не менее 3 символов. Пожалуйста, попробуйте снова:

source: The keyword language does not match your selected language ({}). Please use the correct language.
hy: Բանալի բառի լեզուն չի համընկնում ձեր ընտրված լեզվին ({}): Խնդրում ենք օգտագործել ճիշտ լեզուն:
ru: Язык ключевого слова не совпадает с выбранным языком ({}). Пожалуйста, используйте правильный язык.

source: Please select an area first.
hy: Խնդրում ենք նախ ընտրել տարածք։
ru: Пожалуйста, сначала выберите район.

source: You are already subscribed to {}, {}. Please choose a different area or keyword.
hy: Դուք արդեն բաժանորդագրվել եք {}, {}. Խնդրում ենք ընտրել այլ տարածք կամ բանալի բառ։
ru: Вы уже подписаны на {}, {}. Пожалуйста, выберите другой район или ключевое слово.

source: You have successfully subscribed to {}, {}.
hy: Դուք հաջողությամբ բաժանորդագրվել եք {}, {}։
ru: Вы успешно подписались на {}, {}.

source: An error occurred while trying to save the subscription. Please try again later.
hy: Բաժանորդագրությունը պահպանելիս տեղի ունեցավ սխալ։ Խնդրում ենք փորձել կրկին ավելի ուշ։
ru: Произошла ошибка при попытке сохранить подписку. Пожалуйста, попробуйте снова позже.

source: Subscription cancelled.
hy: Բաժանորդագրությունը չեղարկված է։
ru: Подписка отменена.

source: Your subscriptions:
hy: Ձեր բաժանորդագրությունները՝
ru: Ваши подписки:

source: You have no subscriptions.
am: Դուք չունեք բաժանորդագրություններ։
hy: Դուք չունեք բաժանորդագրություններ։
ru: У вас нет подписок.

source: Invalid subscription. Please try again.
hy: Տարածքը չի գտնվել։ Խնդրում ենք փորձել կրկին։
ru: Район не найден. Пожалуйста, попробуйте снова.

source: You have unsubscribed from {}, {}.
hy: Դուք դադարեցրել եք բաժանորդագրությունը {}, {}։
ru: Вы отписались от {}, {}.

source: Subscription not found or already removed.
hy: Բաժանորդագրությունը չի գտնվել կամ արդեն հեռացված է։
ru: Подписка не найдена или уже удалена.

source: House Numbers: {}
am: Տների համարներ: {}
hy: Տնային համարներ՝ {}

source: Emergency power outage
am: Վթարային էլեկտրաէներգիայի անջատում
hy: Վթարային էլեկտրաէներգիայի անջատում
ru: Аварийное отключение электричества

source: Scheduled power outage
am: Պլանային էլեկտրաէներգիայի անջատում
hy: Պլանային էլեկտրաէներգիայի անջատում
ru: Плановое отключение электричества

source: Emergency water outage
am: Վթարային ջրի անջատում
hy: Վթարային ջրի անջատում
ru: Аварийное отключение воды

source: Scheduled water outage
am: Պլանային ջրի անջատում

source: Scheduled gas outage
am: Պլանավորված գազի անջատում

source: Emergency gas outage
am: Ավարիական գազի անջատում

source: Details: {}
am: Մանրամասներ: {}

source: Hello! I am a bot that tracks water and power outages. Choose your language:
am: Բարև՛ Ձեզ։ Ես բոտ եմ, որը հետևում է ջրի և էլեկտրաէներգիայի անջատումներին։ Ընտրեք ձեր լեզուն՝

source: Invalid language choice.
am: Անվավեր լեզվի ընտրություն։

source: Usage: /subscribe <keyword>
am: Օգտագործում՝ /subscribe <բանալի բառ>

source: Keyword must be between 3 and 256 characters long.
am: Բանալի բառը պետք է լինի 3-ից 256 նիշ երկարությամբ։

source: Subscription for keyword "{}" already exists. Please choose another keyword.
am: Բանալի բառի «{}» բաժանորդագրությունը արդեն առկա է։ Խնդրում ենք ընտրել այլ բանալի բառ։

source: You have subscribed to notifications for the keyword "{}".
am: Դուք բաժանորդագրվել եք «{}» բանալի բառով ծանուցումներին։

source: Usage: /unsubscribe <keyword>
am: Օգտագործում՝ /unsubscribe <բանալի բառ>

source: You have unsubscribed from notifications for the keyword "{}".
am: Դուք դադարեցրել եք «{}» բանալի բառով ծանուցումները։

source: You are not subscribed to notifications for the keyword "{}".
am: Դուք բաժանորդագրված չեք «{}» բանալի բառով ծանուցումներին։

source: Your subscriptions: {}
am: Ձեր բաժանորդագրությունները՝ {}
